module.exports = {
  links: {
    call: " Обратный звонок",
    contact: "Контакты",
    shipping: "Доставка и оплата",

    home: "Главная",
    catalog: "Каталог",
    lookbook: "Лукбук",
    all_products: "Все товары",
    about: "О бренде",
    profile: "Профиль",
    orders: "Мои заказы",
    login: "Войти",
    logout: "Выход",

    terms_shipping: "Условия оплаты и доставки",
    terms_return: "Условия обмена и возврата",
    privacy_policy: "Политика конфиденциальности",
    copyright: "© 2020 Интернет-магазин «Empress Wear».",

    profile: "Профиль",
    payment_info: "Платежная информация",
    orders: "Заказы",
    about: "О бренде",
    site_name: "Empress Wear Магазин женской и мужской одежды"
  },
  ui: {
    search: "Поиск",
    discount: "Скидка",
    popular: "Популярное",
    out_stock: "Нет в наличии",
    pre_order: "Предзаказ",
    buy: "Купить",
    no_results: "Результатов по вашим условиям поиска не найдено",
    order_details: "Детали Заказа",
    order_paid: "Ваш заказ оплачен",
    pay: "Оплатить",
    currency: "₽",
    error: " При загрузке данных произошла ошибка :(",
    refresh: "Обновить",
    error_404: "Страница не найдена",
    go_home: "Вернуться на главную"
  },
  cart: {
    cart: "Корзина",
    empty: "Ваша корзина пока пуста.",
    quantity: "Количество",
    total: "Всего",
    checkout: "Оформление заказа"
  },
  catalog: {
    categories: "Категории",
    color: "Цвет",
    size: "Размер",
    gender: "Пол",
    mens: "Мужские",
    womens: "Женские",
    price: "Цена",
    any: "Любая",
    show: "Показать",
    sort: "Сортировать",
    newest_first: "Сначала новые",
    more_expensive: "Сначала дороже",
    first_cheaper: "Сначала Дешевле",
    no_result: "Товаров не найдено"
  },
  product: {
    sku: "артикул",
    review: "отзыв",
    categories: "Категории",
    size_table: "Таблица размеров",
    tags: "Метки",
    description: "Описание",
    recommend: "Мы рекомендуем"
  },
  forms: {
    login: "Войти",
    register: "Регистрация",
    not_register: "Уже зарегистрированы?",
    not_login: "Уже есть аккаунт?",
    not_password: "Забыли пароль?",
    username: "Логин",
    password: "Пароль",
    login_email: "Логин или Email",
    reset_password: "Сбросить пароль",
    reset_password_text:
      "Укажите свой Email или имя пользователя. Ссылку на создание нового пароля вы получите по электронной почте.",
    your_name: "Ваше имя",
    enter_email: "Введите email",
    send: "Отправить",
    login_btn: "Войти",
    message: "Сообщение"
  },
  validation: {
    empty_text: "Поле не может быть пустым.",
    empty_password: "Пароль должен быть не менеее 8 символов",
    invalid_email: "Укажите корректный адрес электронной почты.",
    invalid_phone: "Укажите корректный номер телефона.",
    invalid_zip: "Укажите корректный почтовый индекс",
    rate: "поставьте оценку",
    review: "Отзыв должен быть не менеее 10 символов",
    message: "Сообщение должно быть не менеее 10 символов"
  },
  alerts: {
    login: "Вход выполнен успешно.",
    reset_password: "Ссылка на создание нового пароля выслана на почту",
    add_product: "Товар добавлен в корзину",
    create_order: "Ваш заказ отправлен в обработку.",
    save_data: "Данные сохранены."
  },
  checkout: {
    checkout: "Оформление Заказа",
    your_order: "Ваш заказ",
    delivery_method: "Способ Доставки",
    payment_method: "Метод оплаты",
    place_order: "Подтвердить заказ",
    first_name: "Имя",
    last_name: "Фамилия",
    phone: "Телефон",
    address: "Адрес",
    postcode: "Почтовый индекс",
    city: "Населённый пункт",
    state: "Область/район",
    order_notes: "Примечания к заказу (необязательно)"
  },
  home: {
    t_shirts: "Футболки",
    hoodies: "Свитшоты и худи",
    pants: "Штаны",
    popular_products: "Популярные товары",
    all_products: "Смотреть все товары",
    t1:
      "Мы объединяем инициативных людей, предлагая им возможности для построения собственного стиля в партнерстве нами.",
    t2:
      "Мы создаем и продвигаем одежду, предназначение которой — улучшать качество жизни любого человека. Мы делаем это, чтобы здоровых, успешных и состоявшихся людей с каждым днем становилось больше."
  },
  about: {
    page_name: "Интернет - магазин Елизаветы Туктамышевой",
    follow_me: "Подписывайтесь",
    instagram: "на мой Instagram",
    instagram_btn: "Подписаться",
    quality: "Качество",
    style: "Стиль",
    comfort: "Комфорт",
    brand: "Бренд",
    quality_text: "Только качественный пошив всей одежды",
    style_text: "Наша одежда всегда в тренде",
    comfort_text: "Остается удобной всегда и везде",
    brand_text: "“Empress” - это бренд Елизаветы Туктамышевой",
    t1:
      "Тем, кто стремится угнаться за быстротечной модой, стоит обращать внимание на информацию, появляющуюся в интернете.",
    t2:
      "Перемены можно заметить по обновлениям в каталогах модных бутиков, а в нашем интернет магазине этот процесс не прекращается. Стильные новинки, модные тенденции и только качественные вещи – все это вам может предложить каталог одежды сайта Елизаветы Туктамышевой.",
    t3:
      "Широкие размерные сетки, приятные цены и большой выбор моделей, дают возможность покупательницам собрать свою стильную коллекцию образов на все случаи жизни.",
    t4:
      "Мы создаем и продвигаем одежду, предназначение которой — улучшать качество жизни любого человека. Мы делаем это, чтобы здоровых, успешных и состоявшихся людей с каждым днем становилось больше.",
    store: "Интернет-магазин:",
    daily: "ежедневно с 10:00 до 22:00",
    question: "Задать вопрос в WhatsApp"
  }
};
